
  {
    "gn": {
      "title": "Gênesis",
      "author": "Moisés",
      "date": "Século XV a.C.",
      "theme": "Criação, Queda e Aliança com Abraão",
      "content": "O livro de Gênesis, escrito por Moisés entre 1445-1405 a.C., é o primeiro livro da Bíblia e serve como introdução fundamental às Escrituras, registrando os começos do universo, da humanidade, do pecado, das nações e do povo hebreu. Dividido em duas grandes partes, ele narra primeiro a história da humanidade (Adão a Abraão), abordando a criação, a queda, o dilúvio e a dispersão na Torre de Babel (caps. 1–11), e depois o surgimento do povo hebreu através dos patriarcas Abraão, Isaque, Jacó e José (caps. 12–50), destacando o propósito divino de redenção. Gênesis enfatiza que Deus é o Criador soberano e introduz temas essenciais como o casamento, a família, o pecado, a promessa da redenção e o pacto com Abraão, fundamentos que se cumprem no Novo Testamento com a vinda do Redentor. Além disso, preserva o único relato fidedigno dos primórdios da humanidade e estabelece as bases para toda a revelação bíblica posterior."
    },
    "ex": {
      "title": "Êxodo",
      "author": "Moisés",
      "date": "Século XV a.C.",
      "theme": "Libertação do Egito e Lei de Deus",
      "content": "O livro de Êxodo, escrito por Moisés entre 1445-1405 a.C., é o segundo livro da Bíblia e narra a libertação dos israelitas da escravidão no Egito e a formação de Israel como povo de Deus. Dividido em três partes principais, ele descreve primeiro a opressão no Egito, o chamado de Moisés e as pragas enviadas por Deus para libertar Seu povo, culminando na Páscoa e na travessia miraculosa do Mar Vermelho (caps. 1–18). Em seguida, relata a aliança no Monte Sinai, onde Deus entrega os Dez Mandamentos e estabelece leis para guiar a vida moral, social e religiosa de Israel (caps. 19–24). Por fim, detalha a construção do Tabernáculo, símbolo da presença divina, e a infidelidade do povo com o bezerro de ouro, encerrando-se com a glória de Deus enchendo o santuário (caps. 25–40). Êxodo enfatiza temas como redenção, obediência à aliança e a santidade de Deus, apresentando-o como libertador e legislador, cujos atos prefiguram a obra de Cristo no Novo Testamento. Além disso, o livro estabelece as bases do culto israelita e revela o caráter santo e misericordioso de Yahweh, fundamentando a identidade de Israel como nação escolhida e preparando o caminho para a revelação posterior na Lei e nos Profetas."
    },
    "lv": {
      "title": "Levítico",
      "author": "Moisés",
      "date": "Século XV a.C.",
      "theme": "Santidade e Culto a Deus",
      "content": "O livro de Levítico, escrito por Moisés entre 1445-1405 a.C., é o terceiro livro da Bíblia e concentra-se nas leis sacerdotais e rituais que regulam a adoração e a vida santa de Israel. Dividido em seções temáticas, ele estabelece os sacrifícios (holocaustos, ofertas de paz, ofertas pelo pecado), as leis de pureza ritual, a consagração dos sacerdotes e as festas sagradas (como o Dia da Expiação). Levítico enfatiza a santidade de Deus e a necessidade de separação do pecado, com o famoso mandamento: 'Sede santos, porque Eu sou santo' (Lv 19:2). O livro também inclui leis morais e sociais, mostrando que a adoração deve refletir-se no comportamento cotidiano. Suas instituições cerimoniais apontam para Cristo, o Cordeiro perfeito que remove o pecado, cumprindo o simbolismo dos sacrifícios levíticos."
    },
    "nm": {
      "title": "Números",
      "author": "Moisés",
      "date": "Século XV a.C.",
      "theme": "Jornada no Deserto e Rebelião",
      "content": "O livro de Números, escrito por Moisés entre 1445-1405 a.C., é o quarto livro da Bíblia e registra a jornada de Israel do Monte Sinai até as fronteiras de Canaã, abrangendo cerca de 40 anos de peregrinação no deserto. Dividido em três partes, ele começa com o censo das tribos (caps. 1–10), narra as rebeliões do povo (como a de Coré e o incidente dos espias, caps. 11–21) e termina com a preparação para a entrada na Terra Prometida (caps. 22–36). Números destaca a fidelidade de Deus contrastada com a infidelidade humana, mostrando como a desobediência trouxe consequências, mas também como a misericórdia divina sustentou o povo. O livro enfatiza temas como liderança (Moisés e Arão), provisão divina (maná e água da rocha) e a importância da confiança nas promessas de Deus, preparando Israel para a conquista de Canaã sob Josué."
    },
    "dt": {
      "title": "Deuteronômio",
      "author": "Moisés",
      "date": "Século XV a.C.",
      "theme": "Reafirmação da Lei e Aliança",
      "content": "O livro de Deuteronômio, escrito por Moisés no final de sua vida (c. 1405 a.C.), é o quinto livro da Bíblia e consiste em discursos de Moisés ao povo de Israel antes de entrarem em Canaã. Servindo como uma 'segunda lei' (seu nome significa 'repetição da lei'), ele revisa os mandamentos, exorta à obediência e renova a aliança entre Deus e Israel. Dividido em três sermões principais, Deuteronômio enfatiza o amor a Deus (Shema Israel, Dt 6:4-5), as bênçãos da obediência e as maldições da desobediência (caps. 27–28), e a escolha entre vida e morte (Dt 30:19). O livro também prevê a futura monarquia e profetas, incluindo a promessa de um 'profeta como Moisés' (Dt 18:15), cumprida em Cristo. Deuteronômio é fundamental para a teologia do Antigo Testamento, ligando o Êxodo à conquista de Canaã e estabelecendo bases para a vida em comunidade sob a Lei de Deus."
    },
    "js": {
      "title": "Josué",
      "author": "Josué (tradicionalmente atribuído)",
      "date": "Século XIV a.C.",
      "theme": "Conquista de Canaã e Fidelidade",
      "content": "O livro de Josué, possivelmente escrito por Josué com contribuições posteriores, relata a conquista da Terra Prometida sob a liderança de Josué, sucessor de Moisés. Dividido em três partes, descreve a preparação para a conquista (caps. 1–5), as campanhas militares (como a queda de Jericó e Ai, caps. 6–12) e a divisão da terra entre as tribos (caps. 13–24). Josué destaca o cumprimento das promessas divinas (Js 21:45) e a importância da obediência à Lei mosaica. Eventos como a parada do Jordão (Js 3) e o sol que 'parou' (Js 10:12-14) demonstram o poder de Deus. O livro encerra com a renovação da aliança em Siquém (Js 24), onde Josué desafia Israel a servir somente a Yahweh. Sua mensagem central é que a vitória vem da fé e da fidelidade a Deus, não da força humana."
    },
    "jz": {
      "title": "Juízes",
      "author": "Desconhecido (tradição atribui a Samuel)",
      "date": "Século XI a.C.",
      "theme": "Ciclos de Apostasia e Libertação",
      "content": "O livro de Juízes, composto provavelmente no período monárquico, registra a história de Israel entre a morte de Josué e o surgimento da monarquia, caracterizada por um ciclo repetido de apostasia, opressão, clamor e libertação através de líderes carismáticos (juízes como Débora, Gideão e Sansão). Estruturalmente, apresenta uma introdução sobre a conquista incompleta de Canaã (caps. 1–2), as narrativas dos juízes (caps. 3–16) e um apêndice sobre a desordem civil e religiosa (caps. 17–21), resumida na frase: 'Naqueles dias, não havia rei em Israel; cada um fazia o que achava mais reto' (Jz 21:25). Juízes ilustra as consequências da idolatria e da falta de liderança centralizada, enquanto destaca a misericórdia de Deus ao levantar libertadores. O livro prepara o cenário para a transição à monarquia, mostrando a necessidade de um governo piedoso."
    },
    "rt": {
      "title": "Rute",
      "author": "Desconhecido (tradicionalmente atribuído a Samuel)",
      "date": "Século XI a.C.",
      "theme": "Redenção e Fidelidade",
      "content": "O livro de Rute, uma narrativa do período dos juízes, conta a história de Rute, uma moabita que, por lealdade à sua sogra Noemi, abraça o Deus de Israel e se torna bisavó do rei Davi. Dividido em quatro capítulos, o livro contrasta com a desordem de Juízes, destacando virtudes como fidelidade ('Aonde fores, irei; o teu povo será o meu povo, o teu Deus será o meu Deus', Rt 1:16), providência divina e redenção familiar (através do resgate por Boaz, um 'parente remidor'). Rute enfatiza que a graça de Deus se estende aos gentios e demonstra como Ele trabalha silenciosamente na vida comum para cumprir Seus propósitos (como a linhagem messiânica). O livro é um contraponto de esperança e integridade em meio a um período turbulento, mostrando que a fidelidade é recompensada pela providência divina."
    },
    "1sm": {
      "title": "1 Samuel",
      "author": "Samuel, Natã e Gade (tradição judaica)",
      "date": "Século X a.C.",
      "theme": "Transição dos Juízes para a Monarquia",
      "content": "O livro de 1 Samuel, composto por profetas posteriores, registra a transição de Israel de uma confederação tribal para uma monarquia, focando em três figuras centrais: Samuel (o último juiz), Saul (o primeiro rei) e Davi (o rei segundo o coração de Deus). Dividido em duas partes, descreve o ministério de Samuel e a rejeição do governo teocrático (caps. 1–8), a ascensão e queda de Saul por desobediência (caps. 9–15) e a unção de Davi, sua vitória sobre Golias e o conflito com Saul (caps. 16–31). Temas como soberania divina ('o homem vê o exterior, porém o Senhor vê o coração', 1Sm 16:7), adoração genuína e liderança piedosa são centrais. O livro mostra que a verdadeira realeza depende da submissão a Deus, preparando o caminho para a aliança davídica em 2 Samuel."
    },
    "2sm": {
      "title": "2 Samuel",
      "author": "Natã e Gade (tradição judaica)",
      "date": "Século X a.C.",
      "theme": "Reinado de Davi e Aliança Real",
      "content": "O livro de 2 Samuel continua a narrativa de 1 Samuel, focando no reinado de Davi após a morte de Saul. Dividido em três seções, relata sua ascensão ao trono de Judá e Israel (caps. 1–5), o auge de seu reinado com a conquista de Jerusalém e a aliança divina prometendo um reino eterno (2Sm 7, prefigurando Cristo), e os pecados de Davi (como adultério com Bate-Seba e o assassinato de Urias, caps. 11–12), que trazem consequências devastadoras (rebelião de Absalão, caps. 13–19). Apesar das falhas, Davi é retratado como um homem arrependido (Sl 51) e um modelo de rei sob o qual Israel atinge seu apogeu político e espiritual. O livro encerra com um apêndice (caps. 21–24) destacando a justiça, misericórdia e adoração de Davi, reforçando o tema da graça divina sobre um líder imperfeito."
    },
    "1rs": {
      "title": "1 Reis",
      "author": "Desconhecido (tradicionalmente Jeremias)",
      "date": "Século VI a.C.",
      "theme": "Declínio do Reino Unido e Divisão",
      "content": "O livro de 1 Reis, parte da 'história deuteronômica', narra a transição do reinado de Davi para Salomão, a construção do Templo (caps. 5–8) e o esplendor de seu governo, seguido por sua apostasia devido a casamentos pagãos (caps. 9–11). A divisão do reino após Roboão (caps. 12–14) inicia o ciclo de reis infiéis em Israel (Reino do Norte) e Judá (Reino do Sul), com profetas como Elias confrontando a idolatria de Acabe e Jezabel (caps. 17–22). 1 Reis enfatiza que a prosperidade depende da obediência à aliança (Dt 28) e mostra o declínio espiritual através de líderes corruptos, contrastando com a fidelidade de Elias, que defende Yahweh no Monte Carmelo (1Rs 18). O livro prepara o cenário para o exílio, destacando as consequências do abandono da Lei."
    },
    "2rs": {
      "title": "2 Reis",
      "author": "Desconhecido (tradicionalmente Jeremias)",
      "date": "Século VI a.C.",
      "theme": "Queda de Israel e Judá",
      "content": "O livro de 2 Reis continua a história de 1 Reis, documentando a queda de Israel (Reino do Norte) para a Assíria (722 a.C., caps. 17) e de Judá (Reino do Sul) para a Babilônia (586 a.C., caps. 25), devido à idolatria persistente. Dividido em duas partes, destaca o ministério de Eliseu (caps. 2–13), reformas piedosas como as de Ezequias (caps. 18–20) e Josias (caps. 22–23), e a inevitabilidade do juízo divino. A destruição do Templo e o exílio babilônico cumprem as advertências de Deuteronômio, mas o livro termina com uma nota de esperança: o rei Joaquim é liberto na Babilônia (2Rs 25:27-30), prenunciando a futura restauração. 2 Reis sublinha que a desobediência traz ruína, mas Deus preserva um remanescente fiel para Seus propósitos redentores."
    },
    "1cr": {
      "title": "1 Crônicas",
      "author": "Esdras (tradição judaica)",
      "date": "Século V a.C.",
      "theme": "História de Israel com Ênfase em Davi",
      "content": "O livro de 1 Crônicas, escrito pós-exílio, revisita a história de Israel desde Adão até o reinado de Davi (caps. 1–29), com foco na identidade religiosa e na adoração. Diferente de Samuel e Reis, omite os fracassos de Davi (como Bate-Seba) e destaca sua preparação para o Templo, a organização dos sacerdotes e levitas, e a centralidade de Jerusalém. Genealogias extensas (caps. 1–9) vinculam o povo às suas raízes tribais, enquanto a narrativa de Davi (caps. 10–29) enfatiza a aliança divina (1Cr 17) e o culto legítimo. 1 Crônicas foi escrito para encorajar os repatriados do exílio, lembrando-os de que sua esperança está no Deus que cumpre promessas e valoriza a adoração sincera, apontando para o Messias, descendente de Davi."
    },
    "2cr": {
      "title": "2 Crônicas",
      "author": "Esdras (tradição judaica)",
      "date": "Século V a.C.",
      "theme": "História de Judá e o Templo",
      "content": "O livro de 2 Crônicas continua 1 Crônicas, focando no Reino de Judá desde Salomão até o exílio babilônico (caps. 1–36). Dá atenção especial à construção e reformas do Templo (caps. 2–7), à sabedoria de Salomão e às reformas de reis piedosos como Asa, Josafá, Ezequias e Josias. Ignora o Reino do Norte (Israel), destacando que a verdadeira adoração só ocorre em Jerusalém. A queda de Judá é atribuída à infidelidade (2Cr 36:15-16), mas o livro termina com o decreto de Ciro permitindo o retorno (2Cr 36:22-23), ligando-se ao livro de Esdras. 2 Crônicas ensina que a bênção está vinculada à obediência e que Deus responde ao arrependimento (2Cr 7:14), oferecendo esperança aos exilados de que Ele restaurará Seu povo e Seu culto."
    },
    "ed": {
      "title": "Esdras",
      "author": "Esdras",
      "date": "Século V a.C.",
      "theme": "Retorno do Exílio e Reconstrução",
      "content": "O livro de Esdras, escrito pelo sacerdote e escriba Esdras, relata o retorno dos judeus do exílio babilônico em duas ondas: a primeira sob Zorobabel (caps. 1–6), com a reconstrução do Templo (concluído em 516 a.C.), e a segunda sob Esdras (caps. 7–10), que lidera uma reforma espiritual. Oposições dos samaritanos e apatia do povo são superadas pela profecia de Ageu e Zacarias. Esdras enfatiza a pureza religiosa, mostrando a ruptura com casamentos mistos (cap. 9) e a restauração da Lei como base da vida comunitária. O livro destaca a soberania de Deus ('que pôs no coração do rei' a ordem de reconstruir Jerusalém, Ed 7:27) e a necessidade de obediência à aliança, preparando Israel para o judaísmo pós-exílico que antecedeu Cristo."
    },
    "ne": {
      "title": "Neemias",
      "author": "Neemias",
      "date": "Século V a.C.",
      "theme": "Reconstrução dos Muros e Renovação",
      "content": "O livro de Neemias, memórias do copeiro Neemias, descreve a reconstrução dos muros de Jerusalém (445 a.C., caps. 1–6) apesar da oposição de Sambalate e Tobias, e a renovação espiritual liderada por Esdras (caps. 8–10), com a leitura pública da Lei e a confissão coletiva de pecados. Neemias combina ação prática (organização do trabalho, defesa contra ataques) e devoção ('a alegria do Senhor é a vossa força', Ne 8:10), mostrando como a identidade nacional e religiosa são reconstruídas. Reformas sociais (caps. 5, 13) combatem a exploração e a profanação do sábado. O livro ilustra que a verdadeira restauração requer compromisso com Deus e justiça social, culminando na dedicação do muro (Ne 12) e na aliança renovada, fundamentando a comunidade pós-exílica."
    },
    "et": {
      "title": "Ester",
      "author": "Desconhecido (possivelmente Mardoqueu)",
      "date": "Século V a.C.",
      "theme": "Providência Divina e Libertação",
      "content": "O livro de Ester, único da Bíblia sem menção explícita a Deus, narra como a rainha judia Ester e seu primo Mardoqueu salvam seu povo do genocídio planejado por Hamã no Império Persa. A trama inclui elementos como o banquete de Assuero (Xerxes), a coroação de Ester, a forca preparada para Mardoqueu e a virada no dia marcado para o massacre (caps. 3–9), celebrada na festa de Purim. Ester destaca a providência oculta de Deus ('quem sabe se não foi para um momento como este que você chegou à realeza?', Et 4:14) e a coragem de agir em favor do povo de Deus. O livro reforça a preservação de Israel mesmo na diáspora, mostrando que o silêncio de Deus não significa Sua ausência, e que Ele usa até eventos aparentemente seculares para cumprir Seus propósitos."
    },
    "jó": {
      "title": "Jó",
      "author": "Desconhecido",
      "date": "Incerto (possivelmente período patriarcal)",
      "theme": "Sofrimento e Soberania de Deus",
      "content": "O livro de Jó, poema dramático e teológico, explora o mistério do sofrimento do justo através da história de Jó, homem íntegro que perde bens, filhos e saúde em testes permitidos por Satanás (caps. 1–2). Diálogos com três amigos (caps. 3–31) debatem causas do sofrimento (como castigo divino), mas Jó mantém sua inocência. Eliú (caps. 32–37) introduz a ideia de sofrimento como refinamento. Deus finalmente responde (caps. 38–41), não explicando o sofrimento, mas revelando Sua sabedoria e poder na criação. Jó se humilha ('eu te conhecia só de ouvir, mas agora os meus olhos te veem', Jó 42:5), e Deus o restaura (cap. 42). O livro desafia visões simplistas de retribuição, ensinando que a justiça divina transcende a compreensão humana e que o propósito último do sofrimento é levar a um encontro mais profundo com Deus."
    },
    "sl": {
      "title": "Salmos",
      "author": "Diversos (Davi, Asafe, filhos de Coré, etc.)",
      "date": "Séculos XI–V a.C.",
      "theme": "Orações e Louvores a Deus",
      "content": "O livro de Salmos, composto por 150 poemas, é o hinário de Israel e manual de devoção pessoal. Dividido em cinco seções (como o Pentateuco), inclui lamentos (ex.: Sl 22), ações de graças (ex.: Sl 100), hinos de louvor (ex.: Sl 150), salmos reais (ex.: Sl 2, 110) e didáticos (ex.: Sl 1, 119). Muitos atribuídos a Davi refletem suas experiências (perseguição, arrependimento, confiança). Os salmos expressam toda gama de emoções humanas diante de Deus, desde angústia até júbilo, sempre apontando para Sua soberania, bondade e fidelidade. O Saltério profetiza sobre o Messias (ex.: Sl 22, crucifixão; Sl 110, sacerdócio eterno) e modela uma vida de oração e adoração. Seu uso contínuo no judaísmo e cristianismo testemunha sua relevância como linguagem universal da alma diante do divino."
    },
    "pv": {
      "title": "Provérbios",
      "author": "Principalmente Salomão (também Agur e Lemuel)",
      "date": "Século X a.C. (com adições posteriores)",
      "theme": "Sabedoria para a Vida Prática",
      "content": "O livro de Provérbios, coleção de ditos sapienciais, ensina como viver com temor a Deus ('o princípio da sabedoria', Pv 1:7) e discernimento moral. Dividido em discursos (caps. 1–9) e provérbios breves (caps. 10–31), aborda temas como trabalho diligente (Pv 6:6-11), honestidade, autodomínio, linguagem sábia e relacionamentos. Personifica a sabedoria como mulher (Pv 8) que convida à vida, contrastando com a 'mulher estranha' que leva à ruína. Provérbios 31 descreve a 'mulher virtuosa'. O livro não promete sucesso automático, mas mostra padrões divinos para uma vida próspera em comunidade. Seu foco é prático, mas fundamentado na relação com Deus, antecipando que a verdadeira sabedoria culmina em Cristo (1Co 1:30), 'o qual se tornou sabedoria de Deus para nós'."
    },
    "ec": {
      "title": "Eclesiastes",
      "author": "Qohelet (tradicionalmente Salomão)",
      "date": "Século X a.C. (ou período posterior)",
      "theme": "Vaidade e Sentido da Vida",
      "content": "O livro de Eclesiastes, atribuído ao 'Pregador' (Qohelet), questiona o significado da vida 'debaixo do sol' (ou seja, numa perspectiva terrena). Sua tese é que tudo é 'vaidade' (hebr. hevel, 'vapor')—trabalho, prazeres, riqueza e sabedoria—pois a morte iguala todos (Ec 9). Contudo, recomenda desfrutar dos dons simples da vida (Ec 3:12-13) como dádivas de Deus. A conclusão ('Teme a Deus e guarda os seus mandamentos', Ec 12:13) responde ao vazio existencial: o sentido está em relacionar-se com o Criador, não em conquistas efêmeras. Eclesiastes desafia o otimismo superficial, mostrando que a vida sem Deus é absurda, mas também liberta da pressão por sucesso absoluto, apontando para a eternidade (Ec 3:11). Sua mensagem ecoa no Novo Testamento: 'Buscai primeiro o Reino de Deus' (Mt 6:33)."
    },
    "ct": {
      "title": "Cântico dos Cânticos",
      "author": "Salomão (tradicionalmente)",
      "date": "Século X a.C.",
      "theme": "Amor Conjugal e Paixão",
      "content": "O livro Cântico dos Cânticos, poema lírico atribuído a Salomão, celebra o amor romântico entre um homem e uma mulher (Sulamita), usando linguagem sensual e metáforas da natureza (como vinhas, pomares e perfumes). Interpretado de várias formas (literal, alegórico—como o amor de Deus por Israel ou Cristo pela Igreja—e tipológico), seu tema central é a beleza do amor fiel ('o amor é forte como a morte', Ct 8:6), a exclusividade conjugal ('minha amada é minha, e eu sou dela', Ct 2:16) e o prazer santificado no casamento. O livro contrasta com a moralidade repressiva, mostrando que o desejo, dentro dos limites divinos, é puro e bom. Cânticos exalta a reciprocidade, a admiração mútua e a proteção do amor ('não despertem o amor antes do tempo', Ct 2:7), oferecendo um antídoto bíblico ao amor trivializado na cultura."
    },
    "is": {
      "title": "Isaías",
      "author": "Isaías (caps. 1–39); autores anônimos (caps. 40–66, tradição deuteronômica)",
      "date": "Século VIII–VI a.C.",
      "theme": "Juízo e Salvação de Deus",
      "content": "O livro de Isaías, chamado 'o quinto evangelho' por suas profecias messiânicas, divide-se em três partes: (1) Oráculos contra Judá e nações (caps. 1–39), com advertências sobre o exílio e a esperança no 'rebento de Jessé' (Is 11); (2) Consolação no exílio (caps. 40–55), destacando o 'Servo Sofredor' (Is 53) que carrega os pecados do povo; (3) Restauração pós-exílio (caps. 56–66), com promessas de novo céu e nova terra (Is 65). Isaías enfatiza a santidade de Deus ('Santo, Santo, Santo', Is 6:3), o juízo contra a hipocrisia religiosa e a salvação pela graça ('Deus conosco', Is 7:14). Suas profecias sobre Cristo (nascimento virginal, ministério, sacrifício) são essenciais para a teologia do Novo Testamento, mostrando que Deus é tanto Juiz quanto Redentor."
    },
    "jr": {
      "title": "Jeremias",
      "author": "Jeremias e Baruque (seu escriba)",
      "date": "Século VII–VI a.C.",
      "theme": "Chamado ao Arrependimento e Nova Aliança",
      "content": "O livro de Jeremias, escrito durante o declínio de Judá, combina oráculos, narrativas e lamentos. Jeremias, profeta 'chamado desde o ventre' (Jr 1:5), anuncia o inevitável juízo babilônico devido à idolatria (caps. 1–29), mas também promete restauração após 70 anos (Jr 25:11-12). A 'nova aliança' (Jr 31:31-34)—internalizada e escrita no coração—prefigura a obra de Cristo. Perseguido por sua mensagem (caps. 32–45), Jeremias simboliza a fidelidade a Deus em tempos de apostasia. Oráculos contra nações (caps. 46–51) e um apêndice histórico (cap. 52) completam o livro. Jeremias destaca o conflito entre a palavra divina e a resistência humana, mostrando que o verdadeiro profeta é aquele que fala a verdade, mesmo quando impopular, confiando na fidelidade última de Deus."
    },
    "lm": {
      "title": "Lamentações",
      "author": "Jeremias (tradicionalmente)",
      "date": "Século VI a.C.",
      "theme": "Luto pela Queda de Jerusalém",
      "content": "O livro de Lamentações, cinco poemas acrósticos, expressa dor pela destruição de Jerusalém (586 a.C.) em lirismo comovente. Atribuído a Jeremias, retrata a cidade como viúva desolada (cap. 1), o juízo justo de Deus (cap. 2), a esperança na misericórdia divina ('as misericórdias do Senhor são a causa de não sermos consumidos', Lm 3:22-23) e o arrependimento nacional (caps. 4–5). Embora enfatize a culpabilidade humana ('pecamos... por isso estamos em angústia', Lm 5:16), também clama por restauração. Usado no jejum judaico de Tishá BeAv, Lamentações modela como lidar com o sofrimento coletivo: reconhecendo a justiça de Deus, lamentando com honestidade e agarrando-se à esperança mesmo na ruína. Seu tom penitencial influenciou a espiritualidade judaica e cristã."
    },
    "ez": {
      "title": "Ezequiel",
      "author": "Ezequiel",
      "date": "Século VI a.C.",
      "theme": "Gloria de Deus e Restauração de Israel",
      "content": "O livro de Ezequiel, escrito no exílio babilônico, divide-se em três seções: (1) Julgamento sobre Judá e Jerusalém (caps. 1–24), com visões como a glória de Deus (Ez 1) e atos simbólicos (ex.: cozinhando sobre esterco, Ez 4); (2) Oráculos contra nações (caps. 25–32); (3) Promessas de restauração (caps. 33–48), incluindo o vale de ossos secos (Ez 37), a reconstrução do Templo (Ez 40–48) e o novo coração (Ez 36:26). Ezequiel, sacerdote e profeta, enfatiza a responsabilidade individual (Ez 18), a santidade de Deus ('para que saibam que Eu sou o Senhor', frase repetida) e o futuro reino messiânico. Suas visões apocalípticas influenciaram a literatura judaica e o livro do Apocalipse, mostrando que Deus julga, mas também renova Seu povo para Sua glória."
    },
    "dn": {
      "title": "Daniel",
      "author": "Daniel (tradicionalmente)",
      "date": "Século VI a.C. (com possíveis adições posteriores)",
      "theme": "Soberania de Deus sobre os Impérios",
      "content": "O livro de Daniel, parte narrativa (caps. 1–6) e parte apocalíptica (caps. 7–12), relata a vida de Daniel e seus amigos na corte babilônica e persa, onde mantêm sua fé sob pressão (fornalha, cova dos leões). As visões (como os quatro animais, Dn 7) revelam a sucessão de impérios (Babilônia, Pérsia, Grécia, Roma) e o triunfo final do 'Filho do Homem' (Dn 7:13-14) sobre os reinos terrenos. Daniel destaca a soberania de Deus ('Ele muda os tempos e as estações', Dn 2:21) e a fidelidade em contextos hostis. Suas profecias de 70 semanas (Dn 9) e tribulação (Dn 12) são cruciais para a escatologia. O livro encoraja os fiéis a resistirem à assimilação cultural, confiando que Deus controla a história e estabelecerá Seu reino eterno."
    },
    "os": {
      "title": "Oseias",
      "author": "Oseias",
      "date": "Século VIII a.C.",
      "theme": "Amor Fiel de Deus à Israel Infiel",
      "content": "O livro de Oseias, primeiro dos Profetas Menores, usa o casamento turbulento do profeta com Gomer (cap. 1–3) como metáfora do relacionamento entre Deus e Israel. A infidelidade idolátrica de Israel (adoração a Baal) é comparada ao adultério, mas Deus promete restaurá-la ('eu a atrairei para o deserto, e lhe falarei ao coração', Os 2:14). Oseias combina denúncia do pecado ('sem conhecimento de Deus', Os 4:6) e apelo ao arrependimento ('semeai justiça, colhei misericórdia', Os 10:12), enfatizando o amor hesed (leal) de Yahweh, que supera a justa ira. O livro influenciou a teologia do Novo Testamento (ex.: Rm 9:25) e revela que o coração de Deus é ferido pelo pecado, mas aberto ao perdão quando há genuíno retorno."
    },
    "jl": {
      "title": "Joel",
      "author": "Joel",
      "date": "Século IX–V a.C. (incerto)",
      "theme": "Dia do Senhor e Derramamento do Espírito",
      "content": "O livro de Joel, breve mas intenso, interpreta uma praga de gafanhotos (caps. 1–2) como prenúncio do 'Dia do Senhor'—tempo de juízo e restauração. Chama Judá ao arrependimento ('rasgai o coração, e não as vestes', Jl 2:13) e promete bênçãos materiais e espirituais, incluindo o futuro derramamento do Espírito sobre 'toda carne' (Jl 2:28-32), citado por Pedro em Pentecostes (At 2). Joel contrasta a devastação do juízo com a esperança de que Deus é 'clemente e misericordioso' (Jl 2:13) para os que O buscam. Seu tema do 'Dia do Senhor' (presente em outros profetas) une juízo iminente e escatológico, mostrando que Deus intervém na história para purificar e abençoar Seu povo."
    },
    "am": {
      "title": "Amós",
      "author": "Amós",
      "date": "Século VIII a.C.",
      "theme": "Justiça Social e Juízo Divino",
      "content": "O livro de Amós, do pastor de Tecoa, é uma denúncia contundente da injustiça social em Israel (Reino do Norte) e das nações vizinhas (caps. 1–2). Condena a elite que 'vende o justo por prata' (Am 2:6) e pratica culto vazio ('odeio as vossas festas', Am 5:21), anunciando o exílio como consequência. Visões simbólicas (como o prumo, Am 7) confirmam o inevitável juízo, mas há um resquício de esperança ('a cabana de Davi será restaurada', Am 9:11). Amós, não sendo profeta profissional, personifica a coragem de confrontar o poder em nome da justiça divina. Seu chamado para 'correr o direito como as águas' (Am 5:24) ecoa através dos séculos, inspirando movimentos por equidade e integridade religiosa."
    },
    "ob": {
      "title": "Obadias",
      "author": "Obadias",
      "date": "Século IX–VI a.C. (incerto)",
      "theme": "Julgamento de Edom e Triunfo de Israel",
      "content": "O livro de Obadias, o mais curto do Antigo Testamento, profetiza contra Edom (descendentes de Esaú) por explorar a queda de Jerusalém (586 a.C.) e alegrar-se com sua ruína (v. 12). Anuncia que Edom será humilhado ('como fizeste, assim será feito contigo', v. 15) e que Israel, embora disciplinado, herdará a terra no 'Dia do Senhor' (v. 17-21). Obadias ilustra o princípio de que a arrogância (Edom habitava montanhas inexpugnáveis) e a violência contra o povo de Deus serão punidas. Apesar do foco específico, sua mensagem amplia-se: todas as nações serão julgadas por sua relação com o plano divino, enquanto o reino final pertencerá a Yahweh."
    },
    "jn": {
      "title": "Jonas",
      "author": "Jonas (tradicionalmente)",
      "date": "Século VIII a.C.",
      "theme": "Misericórdia de Deus para com os Gentios",
      "content": "O livro de Jonas, narrativa única entre os profetas, conta a relutância de Jonas em pregar a Nínive (capital assíria, inimiga de Israel), sua fuga, o episódio do grande peixe (caps. 1–2) e, após sua pregação, o arrependimento inesperado dos ninivitas (cap. 3). Irritado com a misericórdia divina (cap. 4), Jonas aprende que Deus se importa até com povos cruéis ('não hei de eu ter compaixão de Nínive?', Jn 4:11). A história desafia o nacionalismo religioso, mostrando que o amor de Yahweh transcende fronteiras étnicas e que o arrependimento sincero—mesmo de gentios—desvia o juízo. Jonas prefigura a ressurreição de Cristo ('três dias e três noites', Mt 12:40) e a missão universal da Igreja."
    },
    "mq": {
      "title": "Miqueias",
      "author": "Miqueias",
      "date": "Século VIII a.C.",
      "theme": "Justiça, Misericórdia e o Messias de Belém",
      "content": "O livro de Miqueias, contemporâneo de Isaías, denuncia a corrupção de líderes em Judá e Israel ('arrancais a pele do meu povo', Mq 3:2-3) e anuncia o exílio (Mq 1–3). Contudo, também profetiza restauração (Mq 4–5), incluindo a vinda do Messias em Belém (Mq 5:2) e um reino de paz ('de suas espadas forjarão arados', Mq 4:3). A síntese da ética profética está em Mq 6:8: 'Ele te declarou, ó homem, o que é bom: que pratiques a justiça, ames a misericórdia e andes humildemente com o teu Deus'. Miqueias equilibra juízo e esperança, mostrando que Deus castiga para redimir e que Seu plano culmina em Cristo, o pastor-rei de Israel."
    },
    "na": {
      "title": "Naum",
      "author": "Naum",
      "date": "Século VII a.C.",
      "theme": "Queda de Nínive e Consolo para Judá",
      "content": "O livro de Naum, poema sobre a queda de Nínive (612 a.C.), contrasta com Jonas: agora a capital assíria, após séculos de crueldade, não se arrepende e enfrenta o juízo divino ('Deus é vingador', Na 1:2). Descrições vívidas (caps. 2–3) mostram a cidade sendo saqueada, cumprindo a justiça retributiva. Para Judá, sob ameaça assíria, Naum é consolo: o opressor será destruído, e Yahweh é 'fortaleza no dia da angústia' (Na 1:7). O livro lembra que a paciência de Deus tem limites e que a violência institucionalizada não fica impune, mas também que Ele protege os que confiam nEle, prenunciando o juízo escatológico sobre todos os impérios opressores."
    },
    "hc": {
      "title": "Habacuque",
      "author": "Habacuque",
      "date": "Século VII a.C.",
      "theme": "O Problema do Mal e a Fé no Juízo de Deus",
      "content": "O livro de Habacuque registra um diálogo único: o profeta questiona por que Deus tolera a violência em Judá (Hc 1:2-4) e depois se surpreende quando Ele usa os babilônios, ainda mais cruéis, como instrumento de juízo (Hc 1:12-17). A resposta divina (Hc 2) é que 'o justo viverá pela fé' (Hc 2:4, citado em Rm 1:17)—confiando no timing perfeito de Deus—e que os opressores serão punidos. O livro termina com um hino (Hc 3) celebrando a soberania de Yahweh mesmo na calamidade. Habacuque modela como lidar com dúvidas: levando-as a Deus em oração honesta e descansando em Sua justiça final, mesmo quando inescrutável."
    },
    "sf": {
      "title": "Sofonias",
      "author": "Sofonias",
      "date": "Século VII a.C.",
      "theme": "O Dia do Senhor e o Remanescente Fiel",
      "content": "O livro de Sofonias, escrito antes da reforma de Josias, anuncia o 'Dia do Senhor' como juízo universal (Sf 1) sobre Judá por idolatria e sobre as nações por arrogância (Sf 2). Mas promete salvação a um 'remanescente humilde' (Sf 3:12) que busca justiça e refúgio em Yahweh. O livro alterna entre condenação ('todo a terra será consumida', Sf 1:18) e esperança ('o Senhor se alegrará em ti', Sf 3:17), mostrando que o propósito último do juízo é purificar um povo para louvor divino. Sofonias influenciou a pregação de João Batista e a escatologia neotestamentária, destacando que a salvação é para os que se humilham ante a santidade de Deus."
    },
    "ag": {
      "title": "Ageu",
      "author": "Ageu",
      "date": "520 a.C.",
      "theme": "Reconstrução do Templo e Prioridades Espirituais",
      "content": "O livro de Ageu, escrito pós-exílio, contém quatro mensagens em dois meses (520 a.C.), exortando os judeus a reconstruírem o Templo, negligenciado enquanto o povo cuidava de 'casas apaineladas' (Ag 1:4). Ageu vincula as dificuldades econômicas à desobediência (Ag 1:5-11) e promete que a glória do novo Templo superará a do primeiro (Ag 2:9)—uma profecia cumprida em Cristo (Hb 12:26-28). O livro também assegura a Zorobabel (descendente de Davi) a proteção divina (Ag 2:23), mantendo viva a esperança messiânica. Ageu ensina que a bênção começa quando Deus ocupa o primeiro lugar, inspirando a comunidade pós-exílica a priorizar a adoração coletiva."
    },
    "zc": {
      "title": "Zacarias",
      "author": "Zacarias (caps. 1–8); autores posteriores (caps. 9–14)",
      "date": "Século VI–V a.C.",
      "theme": "Visões de Restauração e o Messias Rejeitado",
      "content": "O livro de Zacarias, contemporâneo de Ageu, combina visões simbólicas (como o cavaleiro entre murtas, Zc 1) e oráculos messiânicos. A primeira parte (caps. 1–8) encoraja a reconstrução do Templo; a segunda (caps. 9–14) contém profecias sobre o 'rei humilde' (Zc 9:9, cumprido em Jesus), o 'pastor ferido' (Zc 13:7) e o 'Dia do Senhor', quando Yahweh lutará por Jerusalém (Zc 14). Zacarias enfatiza que o arrependimento ('convertei-vos de vossos maus caminhos', Zc 1:3) precede a restauração, e que Deus age através de líderes como Josué (sumo sacerdote) e Zorobabel. Suas visões influenciaram o Apocalipse, mostrando que o plano divino culmina no reinado universal de Cristo."
    },
    "ml": {
      "title": "Malaquias",
      "author": "Malaquias",
      "date": "Século V a.C.",
      "theme": "Reforma do Culto e o Dia do Juízo",
      "content": "O livro de Malaquias, último do Antigo Testamento, confronta a negligência pós-exílica no culto (ofertas defeituosas, Ml 1:6-14), divórcios generalizados (Ml 2:10-16) e ceticismo sobre a justiça divina (Ml 2:17–3:5). Estrutura-se como diálogos onde Deus rebate as objeções do povo. Promete a vinda do 'mensageiro da aliança' (Ml 3:1, identificado como João Batista em Mt 11:10) e do 'Dia do Senhor', que purificará os filhos de Levi. Exorta ao dízimo fiel (Ml 3:10) e termina com a promessa de Elias (Ml 4:5-6) antes do juízo. Malaquias prepara o cenário para o Novo Testamento, mostrando a necessidade de um avivamento genuíno antes da vinda do Messias."
    },
    "mt": {
      "title": "Mateus",
      "author": "Mateus (Levi)",
      "date": "Década de 50–70 d.C.",
      "theme": "Jesus, o Messias Rei",
      "content": "O Evangelho de Mateus, escrito para judeus-cristãos, apresenta Jesus como o Messias prometido no Antigo Testamento, enfatizando Seu cumprimento das profecias (ex.: Mt 1:22-23; 2:5-6). Organizado em cinco discursos (como o Sermão do Monte, caps. 5–7), alternados com narrativas, mostra Jesus como novo Moisés que ensina a justiça do Reino. Destaques incluem as bem-aventuranças, as parábolas do Reino (cap. 13), a confissão de Pedro (Mt 16:16) e a Grande Comissão (Mt 28:18-20). Mateus prova que Jesus é o Filho de Davi (genealogia em Mt 1) e o Filho de Deus (batismo e transfiguração), rejeitado por Israel mas estabelecendo uma nova comunidade baseada na fé. Seu evangelho serve de ponte entre a Lei e a Graça, mostrando que Cristo é o cumprimento da aliança abraâmica e davídica."
    },
    "mc": {
      "title": "Marcos",
      "author": "João Marcos (companheiro de Pedro)",
      "date": "Década de 55–65 d.C.",
      "theme": "Jesus, o Servo Sofredor",
      "content": "O Evangelho de Marcos, o mais breve, retrata Jesus como o Servo ativo, focando em Seus milagres e sofrimento. Escrito para romanos, usa linguagem direta ('e logo', 'imediatamente') e destaca a autoridade de Jesus sobre doenças, demônios e a natureza. A confissão de Cesareia de Filipe (Mc 8:29) é o ponto central: dali em diante, Jesus ensina sobre Sua morte e ressurreição (Mc 8:31). Marcos enfatiza o 'segredo messiânico' (Jesus ordenando silêncio sobre Sua identidade) e o escândalo da cruz ('o Filho do Homem não veio para ser servido, mas para servir', Mc 10:45). O evangelho termina abruptamente (Mc 16:8, com adições posteriores), destacando o temor e a surpresa diante da ressurreição, convidando o leitor a reconhecer em Jesus o Servo que vence pela entrega sacrificial."
    },
    "lc": {
      "title": "Lucas",
      "author": "Lucas (médico e companheiro de Paulo)",
      "date": "Década de 60–80 d.C.",
      "theme": "Jesus, o Salvador Universal",
      "content": "O Evangelho de Lucas, parte de uma obra em dois volumes (com Atos), dirige-se a Teófilo e a gentios, apresentando Jesus como o Salvador compassivo que inclui marginalizados (mulheres, pobres, samaritanos). Destaques incluem narrativas únicas: natividade (caps. 1–2), parábolas (Bom Samaritano, Filho Pródigo), e encontros com Zaqueu e o ladrão na cruz. Lucas enfatiza o Espírito Santo, a oração e a alegria da salvação ('hoje veio salvação a esta casa', Lc 19:9). O clímax é a morte e ressurreição de Jesus, cumprindo as Escrituras (Lc 24:44-49), e a promessa do Espírito que inaugurará a missão global em Atos. Lucas mostra que Cristo é a luz para os gentios (Lc 2:32), cumprindo as promessas de Israel e estendendo a graça a todos os povos."
    },
    "jo": {
      "title": "João",
      "author": "João (filho de Zebedeu)",
      "date": "Década de 85–95 d.C.",
      "theme": "Jesus, o Filho de Deus",
      "content": "O Evangelho de João, escrito décadas após os sinóticos, tem caráter teológico e simbólico, apresentando Jesus como o Verbo encarnado (Jo 1:1-14), o Filho de Deus que revela o Pai. Organiza-se em torno de sete 'sinais' (ex.: bodas de Caná, ressurreição de Lázaro) e discursos ('Eu sou o pão da vida', 'a luz do mundo'), culminando na paixão e na ressurreição. Diferente dos sinóticos, João inclui diálogos profundos (com Nicodemos, a samaritana) e o 'discurso de despedida' (Jo 14–16), onde promete o Espírito Santo. O prólogo (Jo 1) e a declaração de propósito (Jo 20:31) mostram que Jesus é o Cristo, cuja vida eterna está disponível pela fé. João destaca a divindade de Cristo ('Eu e o Pai somos um', Jo 10:30) e a necessidade de nascer de novo (Jo 3:3), oferecendo um retrato íntimo do Salvador que transcende o tempo e a cultura."
    },
    "atos": {
      "title": "Atos",
      "author": "Lucas",
      "date": "Década de 60–80 d.C.",
      "theme": "Expansão da Igreja pelo Espírito",
      "content": "O livro de Atos, continuação do Evangelho de Lucas, narra a história da igreja primitiva desde a ascensão de Jesus (At 1) até a pregação de Paulo em Roma (At 28). Dividido em duas partes—o ministério de Pedro em Jerusalém (caps. 1–12) e as viagens missionárias de Paulo (caps. 13–28)—, mostra como o Evangelho se espalha de Jerusalém até 'os confins da terra' (At 1:8). Eventos-chave incluem Pentecostes (At 2), a conversão de Saulo (At 9), o concílio de Jerusalém (At 15) e a defesa da fé diante de autoridades. Atos enfatiza o papel do Espírito Santo, que guia, unge e fortalece a igreja, e a universalidade da mensagem cristã, que rompe barreiras étnicas. O livro é um modelo para missões, mostrando que a perseguição e os desafios não impedem o avanço do Reino."
    },
    "rm": {
      "title": "Romanos",
      "author": "Paulo",
      "date": "57–58 d.C.",
      "theme": "Justificação pela Fé e Vida no Espírito",
      "content": "A Epístola aos Romanos, a mais sistemática de Paulo, expõe o Evangelho como poder de Deus para salvação (Rm 1:16), necessário porque judeus e gentios são pecadores (Rm 1–3). A justificação é pela fé em Cristo, não pelas obras da Lei (Rm 3:21-31), exemplificada em Abraão (Rm 4). Paulo explora as bênçãos da reconciliação (Rm 5), a vitória sobre o pecado (Rm 6–8) e o papel da Lei. Rm 8, ápice da carta, celebra a segurança em Cristo e a obra do Espírito. Os caps. 9–11 tratam da eleição de Israel e do plano divino para os gentios. A parte prática (Rm 12–15) ensina a viver em amor, submissão e tolerância. Romanos fundamenta a teologia da graça, influenciando reformadores como Lutero, e mostra que o Evangelho transforma indivíduos e comunidades."
    },
    "1co": {
      "title": "1 Coríntios",
      "author": "Paulo",
      "date": "55–56 d.C.",
      "theme": "Unidade, Santidade e Ordem na Igreja",
      "content": "A Primeira Epístola aos Coríntios aborda problemas da igreja em Corinto: divisões (1Co 1–4), imoralidade (1Co 5–6), casamento (1Co 7), liberdade cristã (1Co 8–10), culto desordenado (1Co 11–14) e a ressurreição (1Co 15). Paulo corrige abusos com princípios atemporais: a cruz como sabedoria de Deus (1Co 1:18-25), o corpo como templo do Espírito (1Co 6:19), o amor como 'caminho mais excelente' (1Co 13) e a prioridade da edificação coletiva (1Co 14:26). O cap. 15, sobre a ressurreição, é essencial para a esperança cristã. 1 Coríntios combate o orgulho intelectual e a libertinagem, mostrando que o Evangelho exige santidade prática e unidade baseada em Cristo, não em personalidades ou preferências."
    },
    "2co": {
      "title": "2 Coríntios",
      "author": "Paulo",
      "date": "56–57 d.C.",
      "theme": "Defesa do Ministério Apostólico e Generosidade",
      "content": "A Segunda Epístola aos Coríntios é a mais pessoal de Paulo, escrita após conflitos com falsos apóstolos que o acusavam de fraqueza. Ele defende seu ministério (2Co 2–7), destacando que a verdadeira autoridade vem de Cristo e se manifesta na fraqueza ('o poder se aperfeiçoa na fraqueza', 2Co 12:9). Fala da generosidade (caps. 8–9) e confronta os opositores (caps. 10–13) com ironia e paixão. 2 Coríntios revela o coração de um pastor que sofre pelo rebanho, modelando um ministério autêntico, marcado por transparência, sofrimento pelo Evangelho e confiança na graça. O livro ensina que a glória do ministério cristão está no serviço humilde, não na ostentação."
    },
    "gl": {
      "title": "Gálatas",
      "author": "Paulo",
      "date": "49–55 d.C.",
      "theme": "Liberdade em Cristo contra o Legalismo",
      "content": "A Epístola aos Gálatas, escrita a igrejas influenciadas por judaizantes que insistiam na circuncisão, é um apelo apaixonado à liberdade do Evangelho. Paulo defende sua autoridade apostólica (Gl 1–2) e argumenta que a justificação é pela fé, não pelas obras da Lei (Gl 3–4), usando Abraão como exemplo (Gl 3:6-9). A vida no Espírito (Gl 5) produz frutos que superam a letra da Lei. A carta alerta contra o retrocesso à escravidão religiosa ('para a liberdade Cristo nos libertou', Gl 5:1) e exorta a amar e servir uns aos outros. Gálatas foi crucial para a Reforma Protestante (Lutero a chamava de 'minha epístola') e permanece relevante contra toda forma de legalismo que obscurece a graça."
    },
    "ef": {
      "title": "Efésios",
      "author": "Paulo",
      "date": "60–62 d.C.",
      "theme": "Unidade da Igreja em Cristo",
      "content": "A Epístola aos Efésios, possivelmente uma carta circular, expõe o propósito eterno de Deus de unir judeus e gentios em um só corpo (Ef 2:11-22), governado por Cristo (Ef 1:20-23). A primeira metade (Ef 1–3) é teológica, celebrando eleição, redenção e o mistério revelado do Evangelho; a segunda (Ef 4–6) é prática, ensinando como viver em unidade, santidade e submissão mútua (família, trabalho). Efésios destaca a armadura espiritual (Ef 6:10-18) e a soberania de Cristo sobre todas as potestades. O livro é um hino à graça ('pela graça sois salvos', Ef 2:8) e um manual para a vida comunitária, mostrando que a igreja é o projeto cósmico de Deus para manifestar Sua sabedoria (Ef 3:10)."
    },
    "fp": {
      "title": "Filipenses",
      "author": "Paulo",
      "date": "60–62 d.C.",
      "theme": "Alegria em Cristo em Meio ao Sofrimento",
      "content": "A Epístola aos Filipenses, escrita na prisão, é uma carta de gratidão e encorajamento à igreja que apoiava Paulo. O tema central é a alegria em Cristo ('alegrai-vos no Senhor', Fp 4:4), possível mesmo nas cadeias. O 'hino cristológico' (Fp 2:5-11) exalta a humilhação e exaltação de Jesus, modelo para a vida cristã. Paulo fala de seu desejo de conhecer a Cristo (Fp 3:7-14) e exorta à unidade (Fp 2:1-4) e à moderação ('o Senhor está próximo', Fp 4:5). Filipenses mostra que a verdadeira satisfação está em Cristo, não em circunstâncias, e que o serviço sacrificial traz alegria duradoura. É um convite a viver com eternidade no coração ('nossa cidadania está nos céus', Fp 3:20)."
    },
    "cl": {
      "title": "Colossenses",
      "author": "Paulo",
      "date": "60–62 d.C.",
      "theme": "Supremacia de Cristo contra Falsas Filosofias",
      "content": "A Epístola aos Colossenses combate heresias que misturavam ascetismo, angelolatria e filosofias humanas (Cl 2:8). Paulo afirma a supremacia de Cristo sobre toda criação (Cl 1:15-20) e a suficiência de Sua obra ('estais completos nEle', Cl 2:10). A vida cristã é descrita como morte e ressurreição com Cristo (Cl 3:1-4) e prática de virtudes (Cl 3:12-17). O livro contém instruções para famílias e escravos (Cl 3:18–4:1) e termina com saudações pessoais. Colossenses ensina que o crescimento espiritual vem da conexão com a Cabeça (Cristo), não de regras externas, e que o Evangelho transforma todos os aspectos da vida."
    },
    "1ts": {
      "title": "1 Tessalonicenses",
      "author": "Paulo",
      "date": "50–51 d.C.",
      "theme": "Santidade e Esperança na Vinda de Cristo",
      "content": "A Primeira Epístola aos Tessalonicenses, uma das primeiras de Paulo, elogia a fé, amor e esperança da igreja (1Ts 1:3) e responde a dúvidas sobre a segunda vinda de Cristo (1Ts 4:13–5:11). Exorta à santidade (1Ts 4:1-8), ao trabalho diligente (1Ts 4:9-12) e à vigilância ('o dia do Senhor virá como ladrão', 1Ts 5:2). O tom é pastoral, reconfortando novos convertidos perseguidos e lembrando-os de que os mortos em Cristo ressuscitarão primeiro (1Ts 4:16). 1 Tessalonicenses enfatiza que a esperança escatológica deve inspirar vida santa e consolo mútuo, não especulações infrutíferas."
    },
    "2ts": {
      "title": "2 Tessalonicenses",
      "author": "Paulo",
      "date": "51–52 d.C.",
      "theme": "Correções sobre a Segunda Vinda e a Apostasia",
      "content": "A Segunda Epístola aos Tessalonicenses corrige mal-entendidos gerados por 1 Tessalonicenses: alguns pensavam que o 'dia do Senhor' já havia chegado (2Ts 2:2). Paulo explica que antes virá a apostasia e o 'homem da iniquidade' (2Ts 2:3-12), e exorta ao trabalho ('quem não trabalha, que não coma', 2Ts 3:10). A carta reforça a justiça divina (Deus retribuirá aos opressores, 2Ts 1:6) e a necessidade de perseverança. 2 Tessalonicenses equilibria esperança escatológica e responsabilidade presente, mostrando que a preparação para a vinda de Cristo inclui vida produtiva e fé ativa."
    },
    "1tm": {
      "title": "1 Timóteo",
      "author": "Paulo",
      "date": "62–64 d.C.",
      "theme": "Instruções para a Liderança da Igreja",
      "content": "A Primeira Epístola a Timóteo, uma das 'cartas pastorais', orienta o jovem pastor Timóteo em Éfeso sobre doutrina, culto e governo da igreja. Paulo adverte contra falsos mestres (1Tm 1:3-7) e lista qualificações para bispos e diáconos (1Tm 3). Exorta ao bom combate da fé (1Tm 6:12) e ao cuidado com as viúvas (1Tm 5). Destaques incluem a 'palavra fiel' (1Tm 1:15), a oração por autoridades (1Tm 2:1-2) e a exortação a Timóteo: 'ninguém despreze a tua mocidade' (1Tm 4:12). 1 Timóteo é um manual para liderança piedosa, mostrando que a sã doutrina deve refletir-se em prática amorosa e ordenada."
    },
    "2tm": {
      "title": "2 Timóteo",
      "author": "Paulo",
      "date": "67 d.C.",
      "theme": "Fidelidade no Ministério e Legado Apostólico",
      "content": "A Segunda Epístola a Timóteo representa o testamento espiritual de Paulo, escrito pouco antes de seu martírio. Com tom urgente, o apóstolo exorta seu discípulo a permanecer firme na fé, guardando o depósito da doutrina (2Tm 1:14) e evitando as vãs discussões que corrompem a verdade (2Tm 2:23). Paulo apresenta um contraste marcante entre os falsos mestres, que se infiltraram na igreja (2Tm 3:1-9), e o ministro fiel, que deve pregar a Palavra em tempo e fora de tempo (2Tm 4:2). A carta contém uma das mais belas declarações sobre a inspiração das Escrituras (2Tm 3:16-17) e um emocionante resumo da vida de Paulo: 'Combati o bom combate, completei a carreira, guardei a fé' (2Tm 4:7). O apóstolo demonstra profunda preocupação com a continuidade do ensino apostólico após sua partida, encorajando Timóteo a confiar no Espírito Santo e nas Escrituras como fundamentos inabaláveis."
      },
      
      "tt": {
      "title": "Tito",
      "author": "Paulo",
      "date": "62–64 d.C.",
      "theme": "Organização Eclesiástica e Vida Cristã Prática",
      "content": "A Epístola a Tito oferece um manual completo para o estabelecimento de igrejas saudáveis em Creta. Paulo instrui Tito a nomear presbíteros qualificados (Tt 1:5-9), combater os falsos mestres que perturbavam a comunidade (Tt 1:10-16), e ensinar um padrão de conduta cristã para todos os grupos sociais (Tt 2:1-10). A carta desenvolve uma teologia prática da graça, mostrando como a salvação transforma o comportamento (Tt 2:11-14) e as relações sociais (Tt 3:1-2). Paulo contrasta a vida anterior dos crentes (Tt 3:3) com sua nova identidade em Cristo, enfatizando a regeneração pelo Espírito Santo (Tt 3:5). A exortação para que os crentes se dediquem às boas obras (Tt 3:8, 14) não é um legalismo, mas a expressão natural da fé genuína. Esta carta permanece relevante para questões contemporâneas sobre liderança e discipulado."
      },
      
      "fm": {
      "title": "Filemom",
      "author": "Paulo",
      "date": "60–62 d.C.",
      "theme": "Reconciliação Cristã e Transformação Social",
      "content": "A Epístola a Filemom é uma obra-prima de persuasão teológica e sensibilidade pastoral. Paulo, escrevendo da prisão, intercede por Onésimo, um escravo fugitivo que se converteu sob seu ministério (Fm 1:10). O apóstolo não ataca diretamente a instituição da escravidão, mas semeia os princípios que eventualmente a destruiriam: o conceito revolucionário de que um escravo e seu senhor são irmãos em Cristo (Fm 1:16). Paulo demonstra profunda sabedoria ao apelar ao amor de Filemom (Fm 1:9) em vez de exercer sua autoridade apostólica, oferecendo-se até mesmo para assumir quaisquer dívidas de Onésimo (Fm 1:18-19). Esta breve carta ilustra como o evangelho transforma relações humanas, criando uma nova comunidade baseada no perdão e na igualdade espiritual. O apelo 'recebe-o como a mim mesmo' (Fm 1:17) ecoa o próprio coração do evangelho - Cristo nos recebeu como se fosse o Pai recebendo a Ele."
      },
      
      "hb": {
      "title": "Hebreus",
      "author": "Desconhecido*",
      "date": "60–70 d.C.",
      "theme": "A Supremacia de Cristo e a Nova Aliança",
      "content": "A Epístola aos Hebreus é um tratado teológico profundamente cristocêntrico, demonstrando a superioridade de Cristo sobre todas as instituições do Antigo Testamento. O livro começa com uma declaração majestosa sobre a natureza divina de Cristo (Hb 1:1-3) e prossegue mostrando Sua excelência sobre os anjos (Hb 1-2), Moisés (Hb 3), o sacerdócio levítico (Hb 4-7), e a antiga aliança (Hb 8-10). O conceito de Cristo como Sumo Sacerdote segundo a ordem de Melquisedeque (Hb 5-7) é desenvolvido com riqueza de detalhes, mostrando como Seu sacrifício único e perfeito (Hb 9:11-14) superou a necessidade de repetidas ofertas. A carta contém severas advertências contra a apostasia (Hb 6:4-6; 10:26-31), intercaladas com poderosos encorajamentos à perseverança (Hb 12:1-3). O capítulo 11, conhecido como a 'galeria dos heróis da fé', conecta a história redentora, mostrando como os santos do Antigo Testamento anteciparam a fé cristã. Hebreus conclui com exortações práticas à vida comunitária (Hb 13:1-19) e uma bênção final que ressalta a obra consumada de Cristo (Hb 13:20-21)."
      },
      
      "tg": {
      "title": "Tiago",
      "author": "Tiago (irmão de Jesus)",
      "date": "45–50 d.C.",
      "theme": "Fé Autêntica Manifesta em Obras",
      "content": "A Epístola de Tiago é um manual prático de ética cristã, enfatizando a integridade entre fé e obras. Escrita com linguagem vívida e direta, Tiago desafia os crentes a viverem de modo coerente com sua profissão de fé. O livro começa com uma perspectiva única sobre as provações (Tg 1:2-4), mostrando como Deus as usa para desenvolver a maturidade espiritual. Tiago critica severamente a parcialidade (Tg 2:1-13), o domínio descontrolado da língua (Tg 3:1-12), e a cobiça que gera conflitos (Tg 4:1-3). Seu ensino mais conhecido - que a fé sem obras é morta (Tg 2:14-26) - não contradiz Paulo, mas complementa, mostrando que a verdadeira fé necessariamente produz frutos. A carta contém ensinos práticos sobre oração (Tg 5:13-18), especialmente em situações de doença, e uma exortação final para cuidar dos desviados (Tg 5:19-20). Com sua abordagem direta e concreta, Tiago continua sendo um antídoto necessário contra um cristianismo meramente intelectual ou emocional."
      },
      
      "1pe": {
      "title": "1 Pedro",
      "author": "Pedro",
      "date": "64–65 d.C.",
      "theme": "Identidade Cristã e Perseverança no Sofrimento",
      "content": "A Primeira Epístola de Pedro foi escrita para encorajar cristãos enfrentando perseguição crescente no Império Romano. Pedro desenvolve uma teologia profunda da identidade cristã, descrevendo os crentes como 'pedras vivas' (1Pe 2:5), 'nação santa' (1Pe 2:9), e 'povo de Deus' (1Pe 2:10). A carta explora o paradoxo cristão: embora sejam estrangeiros no mundo (1Pe 1:1; 2:11), os crentes são chamados a viver vidas exemplares em sociedade (1Pe 2:12-17). Pedro apresenta Cristo como modelo supremo de sofrimento injusto (1Pe 2:21-25), encorajando os leitores a seguirem Seus passos. A seção sobre o batismo (1Pe 3:18-22) contém um dos textos mais discutidos do Novo Testamento. A carta termina com conselhos específicos para anciãos (1Pe 5:1-4) e todos os crentes (1Pe 5:5-11), enfatizando a soberania de Deus sobre o sofrimento. Escrita pouco antes da intensa perseguição de Nero, esta epístola permanece como um guia indispensável para a vida cristã em contextos hostis."
      },
      
      "2pe": {
      "title": "2 Pedro",
      "author": "Pedro",
      "date": "66–68 d.C.",
      "theme": "Verdade Apostólica e Escatologia",
      "content": "A Segunda Epístola de Pedro enfrenta o desafio dos falsos mestres que negavam a segunda vinda de Cristo (2Pe 3:3-4) e promoviam libertinagem moral (2Pe 2:18-19). Pedro começa exortando os crentes ao crescimento espiritual (2Pe 1:3-11), enfatizando a necessidade de desenvolver virtudes cristãs em sequência lógica. Ele contrasta a experiência no Monte da Transfiguração (2Pe 1:16-18) - onde testemunhou a glória de Cristo - com as fábulas engenhosas dos falsos profetas. O capítulo 2 contém uma severa denúncia desses mestres, comparando-os aos falsos profetas do Antigo Testamento. Pedro defende a autoridade das Escrituras (2Pe 1:20-21) e responde aos céticos sobre a demora da volta de Cristo, explicando que o tempo de Deus é diferente (2Pe 3:8) e que a 'demora' manifesta Sua paciência (2Pe 3:9). A carta conclui com uma exortação à santidade e vigilância (2Pe 3:11-14), antecipando 'novos céus e nova terra' (2Pe 3:13). Esta epístola é particularmente relevante em eras de relativismo teológico e moral."
      },
      
      "1jo": {
      "title": "1 João",
      "author": "João",
      "date": "90–95 d.C.",
      "theme": "Comunhão com Deus e Discernimento Espiritual",
      "content": "A Primeira Epístola de João combate uma forma primitiva de gnosticismo que negava a encarnação de Cristo (1Jo 4:2-3) e separava a fé da ética. João estabelece critérios claros para discernir a verdadeira comunhão com Deus: andar na luz (1Jo 1:5-7), obediência aos mandamentos (1Jo 2:3-6), amor aos irmãos (1Jo 3:14-18), e fé correta em Jesus como o Cristo encarnado (1Jo 5:1). A carta contém algumas das mais profundas declarações sobre a natureza de Deus: 'Deus é luz' (1Jo 1:5) e 'Deus é amor' (1Jo 4:8). João contrasta os filhos de Deus com os filhos do diabo (1Jo 3:10), mostrando que o pecado habitual é incompatível com a nova natureza. A seção sobre o 'pecado para morte' (1Jo 5:16-17) tem gerado discussões teológicas. A carta culmina com a segurança da fé genuína (1Jo 5:18-20) e uma advertência final contra a idolatria (1Jo 5:21). Escrita com linguagem simples mas profunda, 1 João continua sendo um guia essencial para o discernimento espiritual e a vida comunitária."
      },
      
      "2jo": {
      "title": "2 João",
      "author": "João",
      "date": "90–95 d.C.",
      "theme": "Verdade e Amor em Equilíbrio",
      "content": "A Segunda Epístola de João, dirigida à 'senhora eleita e seus filhos' (possivelmente uma igreja local), aborda a tensão crucial entre verdade e amor na vida cristã. João exorta os crentes a andarem no amor (2Jo 1:6), mas também a discernirem cuidadosamente os falsos mestres que negam a encarnação de Cristo (2Jo 1:7). O apóstolo estabelece um princípio importante para o relacionamento com falsos professores: não oferecer-lhes hospitalidade que possa ser interpretada como endosso de seus ensinos (2Jo 1:10-11). Esta breve carta mostra que o amor cristão não é ingênuo, mas opera dentro dos limites da verdade doutrinária. João equilibra calor pastoral ('muito me alegrei', 2Jo 1:4) com firmeza teológica, modelando como a igreja deve lidar com ameaças à fé apostólica. A ênfase na 'verdade que permanece em nós' (2Jo 1:2) ressalta a natureza objetiva e histórica da fé cristã contra o subjetivismo religioso."
      },
      
      "3jo": {
      "title": "3 João",
      "author": "João",
      "date": "90–95 d.C.",
      "theme": "Conflitos Eclesiásticos e Hospitalidade",
      "content": "A Terceira Epístola de João revela tensões em uma igreja local onde um líder autoritário, Diótrefes, rejeitava a autoridade apostólica (3Jo 1:9-10). João contrasta três personagens: Gaio, elogiado por sua hospitalidade aos missionários (3Jo 1:5-8); Diótrefes, criticado por sua ambição e comportamento divisivo (3Jo 1:9-10); e Demétrio, apresentado como modelo de bom testemunho (3Jo 1:12). A carta trata de questões práticas de liderança eclesiástica, mostrando como o amor pela preeminência (3Jo 1:9) pode prejudicar a obra missionária e a unidade da igreja. João planeja uma visita pessoal para corrigir a situação (3Jo 1:10, 14), mostrando que conflitos na igreja exigem abordagem pastoral direta. Esta epístola é particularmente relevante para questões contemporâneas sobre autoridade eclesiástica, cuidado com missionários, e manejo de divisões na comunidade cristã."
      },
      
      "jd": {
      "title": "Judas",
      "author": "Judas (irmão de Jesus)",
      "date": "60–80 d.C.",
      "theme": "Contendendo pela Fé contra Apostasia",
      "content": "A Epístola de Judas é um vigoroso chamado à defesa da fé contra falsos mestres que transformavam a graça em libertinagem (Jd 1:4). Usando exemplos vívidos do Antigo Testamento (rebelião de Caim, Balaão, Coré) e literatura judaica (disputa sobre o corpo de Moisés, Jd 1:9; Enoque, Jd 1:14-15), Judas pinta um quadro sombrio dos falsos professores que infiltraram a comunidade cristã. A carta descreve esses indivíduos como 'nuvens sem água' (Jd 1:12), destacando sua esterilidade espiritual e perigo. Judas exorta os crentes a se edificarem na fé santíssima (Jd 1:20), permanecendo no amor de Deus enquanto aguardam a misericórdia de Cristo (Jd 1:21). A doxologia final (Jd 1:24-25) é uma das mais belas declarações sobre o poder de Deus para guardar Seu povo. Escrita com linguagem vigorosa e imagens marcantes, Judas permanece como advertência solene contra o liberalismo teológico e a imoralidade na igreja."
      },
      
      "ap": {
      "title": "Apocalipse",
      "author": "João",
      "date": "95–96 d.C.",
      "theme": "Soberania de Cristo e Consumação da História",
      "content": "O Livro do Apocalipse é uma revelação majestosa de Jesus Cristo (Ap 1:1), dada a João na ilha de Patmos durante perseguição sob Domiciano. Combinando visões proféticas, simbolismo numérico e linguagem apocalíptica, o livro revela a soberania absoluta de Deus sobre a história. As cartas às sete igrejas (Ap 2-3) oferecem diagnóstico espiritual preciso das comunidades cristãs na Ásia Menor, com elogios, críticas e promessas. A visão do trono celestial (Ap 4-5) estabelece o contexto cósmico para os julgamentos que se seguem. Os selos (Ap 6), trombetas (Ap 8-9), e taças (Ap 16) revelam o juízo progressivo de Deus sobre o mal, enquanto interlúdios (como Ap 7 e 12-14) oferecem consolo aos mártires. A queda da Babilônia (Ap 17-18) simboliza o julgamento de todos os sistemas humanos opostos a Deus. O clímax do livro é a segunda vinda de Cristo (Ap 19), seguida pelo milênio (Ap 20), novo céu e nova terra (Ap 21-22). Apocalipse conclui com convites urgentes à santidade (Ap 22:11) e ao arrependimento, enquanto a igreja ora 'Vem, Senhor Jesus!' (Ap 22:20). Este livro, frequentemente mal interpretado, é fundamentalmente uma mensagem de esperança: Deus vencerá todo mal e estabelecerá Seu reino eterno."
      }
  }